Repository: common-repository/yapsody-events-calendar
Catalog: includes/langs/yapsody-events-calendar-*.po
Languages: cs_cz, sv_se

source: Settings
cs_cz: Nastavení
sv_se: Inställningar

source: To use this plugin, simply use the %s shortcode in one of your posts or pages.
cs_cz: Pro použití pluginu jednoduše použijte %s shortcode v jednom z vašich příspěvků nebo stránek.
sv_se: För att använda detta plugin behöver du bara ange shortcoden %s i en post eller på en sida.

source: You can also do this with PHP and this snippet : %s.
sv_se: Du kan också göra detta med PHP och denna kodrad: %s.

source: Post Types
cs_cz: Typy příspěvku
sv_se: Posttyper

source: By default, your calendar will show the types of posts based on settings below.
cs_cz: Ve výchozím stavu bude váš kalendář zobrazovat typy příspěvků na základě nastavení uvedeném níže.
sv_se: Ställ in vilken typ av poster din kalendar ska visa.

source: You can override these settings by choosing your post type in your shortode like this %s.
sv_se: Du kan åsidosätta denna inställning genom att välja din posttyp i kortkoden såhär %s.

source: You can override taxonomy search settings as well like this %s.
sv_se: Du kan även åsidosätta sökinställningar för taxonomier såhär %s.

source: In both cases, the values you should use are in (parenteses) below.
sv_se: I båda fallen står värdena du ska använda i (paranteser) nedan.

source: Choose which taxonomies you want to see listed as search options on the calendar.
sv_se: Välj vilka taxonomier du vill se listade bland sökinställningarna i kalendern.

source: Calendar Options
cs_cz: Nastavení kalendáře
sv_se: Kalenderinställningar

source: Events limit
cs_cz: Limit událostí
sv_se: Eventgräns

source: Enter the maximum number of events to show per day, which will then be preceded by a link to the calendar day page.
cs_cz: Zadejte maximální počet událostí k zobrazení v jednom dni, které budou předcházet odkazem na stránku dne kalendáře.
sv_se: Ange det maximala antalet events som ska visas per dag. Dessa kommer sedan att föregås utav en länk till den kalenderdag-sidan.

source: View events link
cs_cz: Zobrazit odkaz událostí
sv_se: Visa eventlänk

source: When the limit of events is shown for one day, this text will be used for the link to the calendar day page.
sv_se: När gränsen för events visas för en dag kommer denna text att användas för länken till kalenderdagsidan.

source: jQuery UI Themeroller
sv_se: jQuery UI Temaroller

source: You can select from a set of pre-made CSS themes, which are taken from the <a href="%s">jQuery Theme Roller</a> gallery. If you roll your own theme, upload the CSS file and images folder to <code>wp-content/yourtheme/plugins/yapsody-events-calendar/</code> and refresh this page, it should appear an option in the pull down menu below.
sv_se: Du kan välja från en uppsättning färdiga CSS-teman, som tas från <a href="%s">jQuery Tema Rollern</a>. Om du gjort ett eget tema, ladda upp CSS-filen och tillhörande bildmapp till <code> wp-content/yourtheme/plugins/yapsody-events-calendar/</code> och uppdatera den här sidan. Den kommer då att komma upp som ett alternativ i rullgardinsmenyn nedan .

source: jQuery CSS Theme?
cs_cz: jQuery CSS šablona?
sv_se: jQuery CSS-tema?

source: No Theme
cs_cz: Žádná šablona
sv_se: Inget tema

source: Built-In
cs_cz: Vestavěné
sv_se: Inbyggt

source: Custom
cs_cz: Vlastní
sv_se: Anpassad

source: You can use the jQuery UI CSS framework to style the calendar, and choose from a set of themes below.
sv_se: Du kan använda jQuery UI CSS-ramverket för att styla kalendern och välja ifrån ett antal teman nedan.

source: Toolips
cs_cz: Popisky
sv_se: Verktygstips

source: You can use <a href="http://craigsworks.com/projects/qtip2/">jQuery qTips</a> to show excerpts of your events within a tooltip when hovering over a specific event on the calendar. You can control the content shown, positioning and style of the tool tips below.
sv_se: Du kan använda <a href="http://craigsworks.com/projects/qtip2/">jQuery qTips</a> för att visa korta utdrag av eventen i ett verktygstips när du håller muspekaren över det. Du kan styra innehållet, positionen och utseendet på detta verktygstips nedan.

source: Enable event tooltips?
cs_cz: Povolit popisky události?
sv_se: Aktivera verktygstips för event?

source: Tooltip style
cs_cz: Styl popisku
sv_se: Stil på verktygstipsen

source: You can choose from one of these preset styles for your tooltip.
cs_cz: Můžete si vybrat jeden z těchto přednastavených stylů pro popisek.
sv_se: Du kan välja bland dessa färdiginställda stilar för verktygstipsen

source: Rounded tooltips?
cs_cz: Zaoblené popisky?
sv_se: Avrundade verktygstips?

source: If your chosen tooltip style doesn't already do/prevent this, you can add rounded corners using CSS3.
sv_se: Om din valda verktygstipsstil inte redan gör/förbjuder detta så kan du ange att den ska ha rundade kanter med hjälp utav CSS3.

source: Add shadow to tooltips?
cs_cz: Přidat stín k popisku
sv_se: Lägg till skugga på verktygstipsen?

source: If your chosen tooltip style doesn't already do/prevent this, you can add a CSS3 drop-shadow effect to your tooltip.
sv_se: Om ditt valda verktygstips inte redan hanterar eller förbjuder detta så kan du lägga till en skuggeffekt mha CSS3 här.

source: Tooltip pointer position
cs_cz: Umístění kurzoru popisku
sv_se: Markörens läge för verktygstipset

source: Choose where the pointer will be situated on your tooltip.
cs_cz: Vyberte, kam na událost bude ukazatel směřovat.
sv_se: Välj var markören i verktygstipset ska placeras.

source: Tooltip bubble position
cs_cz: Umístění bubliny popisku
sv_se: Vertygstipsets position

source: Choose where your tooltip will be situated relative to the event link which triggers the tooltip.
sv_se: Välj var verktygstipset ska hamna relativt till eventlänken som triggar det.

source: Enable featured image?
cs_cz: Povolit náhledový obrázek?
sv_se: Aktivera utvald bild?

source: If your post has a featured image, it will be included as a thumbnail.
cs_cz: Pokud mají vaše příspěvky náhledový obrázek, bude tento obrázek použit jako náhled.
sv_se: Om din post har en utvald bild satt kommer den att inkluderas som en tumnagel.

source: Featured image size
cs_cz: Velikost náhledového obrázku
sv_se: Storlek på utvald bild

source: Width
cs_cz: Šířka
sv_se: Bredd

source: Height
cs_cz: Šířka
sv_se: Höjd

source: Submit Changes
cs_cz: Potvrdit změny
sv_se: Spara ändringar

source: No
cs_cz: Ne
sv_se: Nej

source: Yes
cs_cz: Ano
sv_se: Ja

source: If you choose the Event post type whilst Events Manager is activated, you can also visit the <a href="%s">Events Manager settings page</a> for a few more options when displaying event information on your calendar.
sv_se: Om Events Manager är aktiverat och inställt på att använda Event-posttyper (standard) kan du också besöka <a href="%s">Events Manager inställningssida</a> för ett par extrainställningar angående hur eventinformation ska visas i din kalender.

source: Click to toggle
cs_cz: Klikněte pro přepnutí
sv_se: Klicka för att växla

source: Full Calendar Options
cs_cz: Nastavení Full Calendar
sv_se: Inställningar för full kalender

source: Looking for the rest of the FullCalendar Options? They've moved <a href="%s">here</a>, the options below are for overriding specific bits relevant to Events Manager.
sv_se: Letar du efter resten av FullCalendar-inställningarna? De har flyttat <a href="%s">hit</a>. Inställningarna nedan är för att åsidosätta vissa specifika delar som är relevanta för Events Manager.

source: Override calendar on events page?
cs_cz: Přepsat kalendář na stránce událostí?
sv_se: Åsidosätt kalender på events-sidan?

source: If set to yes, the FullCalendar will be used instead of the standard calendar on the events page.
cs_cz: Pokud je nastaveno ano, FullCalendar bude použit na stránce událostí místo standardního kalendáře .
sv_se: Om du sätter denna till ja kommer den fulla kalendern att användas istället för standardkalendern på eventsidorna.

source: Override calendar shortcode?
cs_cz: Přepsat shortcode kalendáře?
sv_se: Åsidosätt kortkod för kalender?

source: Overrides the default calendar shortcode. You can also use [yapsody_events] instead.
cs_cz: Přepsat výchozí shortcode kalendáře. Můžete také použít [yapsody_events].
sv_se: Åsidosätter kalenderns standardkortkod. Du kan också använda [yapsody_events] istället.

source: Event title format
cs_cz: Formát názvu události
sv_se: Format på eventrubrik

source: HTML is not accepted.
cs_cz: HTML není akceptován
sv_se: HTML är inte tillåtet.

source: Event tooltips format
cs_cz: Formát popisků události
sv_se: Format på eventens verktygstips

source: If you enable tips, this information will be shwon, which can include HTML.
sv_se: Aktivera för att visa den här informationen (kan inkludera HTML).
